<?php
############################################################
# PODCAST GENERATOR
#
# Created by Alberto Betella
# http://podcastgen.sourceforge.net
# 
# This is Free Software released under the GNU/GPL License.
############################################################

# PG v.1.2

$SL_back = "بازگشت";
$SL_canproceed = "شما می توانید شروع به نصب تولیدکننده پادکست نمایید";
$SL_catexist = "فایل دسته بندی ها از قبل وجودارد";
$SL_checkolddata = " podcast generatorجستجو برای اطلاعات تولید شده توسط نسخه قدیمی";
$SL_checkperm = "بررسي مجوزهاي فولدرها ";
$SL_complete = "عملیات نصب با موفقیت انجام شد ";
$SL_configcreation = "ایجاد پیکر بندی فایل";
$SL_configdelete = "لطفا این فایل را قبل از اقدام به نصب پاک کنید";
$SL_configexists = " قبلا وجودداشته Config.php ";
$SL_copyright = "تذکر کپی رایت";
$SL_enteruserandpwd = "یک شماره کاربری و پسورد برای صفحه مدیریت انتخاب کنید";
$SL_freeboxcontent = " شما مي توانيد هرچه مي خواهید در اين جعبه بنویسید, لینک هایی را اضافه کنید یا دربخش مديريت واز طریق یک ویرایشگر ویژوال  به آن  کد اچ تی ام ال اضافه کنید, ونيزمی توانید در صورت عدم نياز این ویژگی را غیر فعال کنید ";
$SL_freeboxexist = " متن جعبه آزاد قبلا وجود داشته است  ";
$SL_imgdir = "دایرکتوری تصاویر";
$SL_iswritable = "قابل نوشتن";
$SL_mediadir = "دایرکتوری رسانه";
$SL_next = "بعدی";
$SL_noolddata = "چیزی برای تبدیل نیست";
$SL_notwritable = "قابل نوشتن نیست";
$SL_nouser = "شماره کاربری را وارد نکردید";
$SL_permok = "دایرکتوری ها مجوزهای لازم براي نوشتن را دارند";
$SL_permtried = " (chmod 777) تلاش براي تغيير مجوزهای نوشتن به دایرکتوریهای فهرست شده در بالا   ";
$SL_pg = "Podcast Generator";
$SL_pgsetup = "- راه اندازی"; 
$SL_podcast_description = "این توصیفی برای پادکست شمااست ...شما می توانید آنرا ازطریق محیط مدیریت تغییر دهید ";
$SL_podcast_subtitle = "زیر عنوان";
$SL_podcast_title = "عنوان پادکست";
$SL_pwd = "کلمه عبور";
$SL_pwdconfirm = "لطفا مجددا کلمه عبور را وارد کنید"; 
$SL_pwdwrong = "شما کلمه عبوری وارد نکردید ویا دو کلمه عبور یکسان نیستند، لطفا برگردید و مجددا کلمه عبور را تایپ کنید ";
$SL_reload1 = "بارگذاری مجدداین صفحه";
$SL_reload2 = "و ببینید آیا شما می توانید اقدام به نصب اسکریپت نمایید";
$SL_scriptdir = "دایرکتوری ریشه"; 
$SL_setman = "  اگر نه ، بصورت دستی مجوز نوشتن را با استفاده از برنامه اف تی پی خود تنظیم کنید ومطمئن شوید که مجوز تغییرفولدرهاي روي سرورتان را داريد";
$SL_settingchmod = "تنظیم مجوزنوشتن";
$SL_start = "شروع مدیریت پادکست";
$SL_step1 = "در ابتدا مجوز امكان نوشتن  در فولدرتصاویر ،فولدر رسانه، و فولدرریشه ای که شما اسکریپت را نصب مي كنيد بررسی مي کنيم";
$SL_trytochmod = "سعي کنیدتا مجوز نوشتن را تنظیم کنید";
$SL_uncategorized = "بدون دسته بندی ";
$SL_username = "نام کاربری"; 
$SL_welcome = "خوش آمدید";
$SL_welcometext = "به ویزارد راه اندازی خوش آمدید!  مراحل ساده را دقیقا دنبال کنید تا تولید کننده پادکست را نصب نمایید";
$SL_yourserv = "توجه : اگرشما تولیدکننده پادکست را روی یک سرور ویندوز نصب می کنید احتمالا نمی توانید مجوزها را به فایل ها و فولدر ها واگذار نمایید,مطمئن شوید که اسکریپت در دایرکتوری  قابل نوشتن نصب شده باشد(اگر مطمئن نیستید از تامین کننده هاستینگ سوال کنید)  ؟   ";

?>