Repository: PodcastGenerator/PodcastGenerator
Catalog: PodcastGenerator/components/locale/*/LC_MESSAGES/messages.po
Languages: it_it, sk_sk

source: This Podcast has no password
it_it: Questo podcast non ha password
sk_sk: Tento podcast nemá heslo

source: Already signed in
it_it: Già collegato
sk_sk: Už ste prihlásený

source: Success
it_it: Successo
sk_sk: Úspech

source: Invalid password
it_it: Password non valida
sk_sk: Nesprávne heslo

source: Password required
it_it: Password richiesta
sk_sk: Vyžaduje sa heslo

source: Enter Password
it_it: Inserisci password
sk_sk: Zadajte heslo

source: Login
sk_sk: Prihlásiť sa

source: Authentication required
it_it: E' richiesta l'autenticazione
sk_sk: Vyžaduje sa autentifikácia

source: More
it_it: Altro
sk_sk: Viac

source: Download
it_it: Scarica
sk_sk: Stiahnuť

source: Edit/Delete (Admin)
it_it: Modifica/Elimina (Admin)
sk_sk: Upraviť / Odstrániť (Správca)

source: Filetype
it_it: Tipo del file
sk_sk: Typ súboru

source: Size
it_it: Dimensione
sk_sk: Veľkosť

source: Duration
it_it: Durata
sk_sk: Trvanie

source: Categories
it_it: Categorie
sk_sk: Kategórie

source: No episodes found with that search term
sk_sk: Nebola nájdená žiadna epizédoa s týmto reťazcom vyhľadávania

source: No episodes uploaded yet
it_it: Non ci sono ancora episodi caricati
sk_sk: Zatiaľ nie sú nahrané žiadne epizódy

source: Search
sk_sk: Hľadať

source: Bulk download episodes
it_it: Scarica un gruppo di episodi
sk_sk: Hromadné sťahovanie epizód

source: If you want to bulk download all episodes, you need to have curl installed. On Windows 10, macOS and most Linux distributions it is already pre-installed. Please open your Terminal app on macOS and Linux or open the start menu and search for cmd.exe on Windows. After this paste the following (long) command into the terminal/cmd.exe and press enter.
it_it: Per scaricare tutti gli episodi, devi avere il programma curl installato sulla tua macchina In Windows 10, macOS e molte distribuzioni di Linux è pre-installato. Apri una finestra del Terminal in macOS e Linux, oppure esegui cmd.exe in Windows; quindi incolla il seguente comando (lungo) nella finestra che hai aperto e premi il tasto "Invio".
sk_sk: Ak chcete hromadne stiahnuť všetky epizódy, musíte mať nainštalované curl. Vo Windows 10, macOS a vo väčšine distribúcií Linuxu je už predinštalovaný. Prosím otvorte aplikáciu Terminal v systémoch macOS a Linux alebo otvorte ponuku Štart a vyhľadajte cmd.exe v systéme Windows. Potom vložte nasledujúci (dlhý) príkaz do terminal/cmd.exe a stlačte kláves Enter.

source: No name given
it_it: Nessun nome inserito
sk_sk: Meno nie je uvedené

source: Episode does not exist
it_it: L'Episodio non esiste
sk_sk: Epizóda neexistuje

source: Missing fields
it_it: Campi mancanti
sk_sk: Chýbajúce polia

source: Too many categories selected (max: 3)
it_it: Troppe categorie selezionate (max. 3)
sk_sk: Je vybratých príliš veľa kategórií (max: 3)

source: Invalid Author E-Mail provided
it_it: L'email dell'autore non è valida
sk_sk: Zadaný neplatný e-mail autora

source: Invalid Episode Number provided
sk_sk: Zadané nesprávne číslo epizódy

source: Invalid Season Number provided
sk_sk: Zadané nesprávne číslo série

source: Size of the 'Short Description' exceeded
it_it: La 'Descrizione breve' è troppo lunga
sk_sk: Bola prekročená veľkosť „krátkeho popisu“

source: Custom tags are not well-formed
sk_sk: Vlastné označenie nie je správne formulované

source: %s has invalid file extension
sk_sk: %smá nesprávnu koncovku súboru

source: %s was not uploaded successfully
sk_sk: %snebolo úspešne nahratých

source: The uploaded cover art file is not readable (permission error)
sk_sk: Nahratý súbor obrázoku je nečitateľný (problém povolení)

source: %s has unsupported MIME content type %s
sk_sk: %smá nepodporovaný MIME type obsah%s

source: Main Information
it_it: Informazioni proncipali
sk_sk: Hlavné informácie

source: Title
it_it: Titolo
sk_sk: Názov

source: Short Description
it_it: Descrizione breve
sk_sk: Stručný opis

source: %d characters remaining
sk_sk: %dzostávajúcich znakov

source: Category
it_it: Categoria
sk_sk: Kategória

source: You can select up to 3 categories
it_it: Puoi selezionare fino a 3 categorie
sk_sk: Môžete zvoliť až 3 kategórie

source: Publication Date
it_it: Data di pubblicazione
sk_sk: Dátum vydania

source: If you select a date in the future, it will be published then
it_it: Se specifichi una data futura, sarà pubblicato in quella data
sk_sk: Ak vyberiete dátum z budúcnosti, bude to zverejnené vtedy

source: Date
it_it: Data
sk_sk: Dátum

source: Time
it_it: Ora
sk_sk: Čas

source: Extra Information
it_it: Informazioni aggiuntive
sk_sk: Extra informácia

source: Current Cover
it_it: Copertina attuale
sk_sk: Aktuálny obal

source: Upload new cover
it_it: Carica una nuova copertina
sk_sk: Nahrajte nový obal

source: Long Description
it_it: Descrizione lunga
sk_sk: Dlhý opis

source: Episode Number
sk_sk: Číslo epizódy

source: Season Number
sk_sk: Číslo sezóny

source: iTunes Keywords
it_it: Keywords di iTunes
sk_sk: Kľúčové slová pre iTunes

source: Explicit Content
it_it: Contenuto per adulti
sk_sk: Explicitný obsah

source: Yes
it_it: Sì
sk_sk: Áno

source: No
sk_sk: Nie

source: Author
it_it: Autore
sk_sk: Autor

source: Custom Tags
sk_sk: Vlastné značky

source: Save Changes
it_it: Salva le modifiche
sk_sk: Uložiť zmeny

source: Delete Episode
it_it: Elimina l'episodio
sk_sk: Zmazať diel

source: Delete
it_it: Elimina
sk_sk: Zmazať

source: Added %d new episode(s)
it_it: Aggiunti %d nuovi episodi
sk_sk: Pridaná(é) %d nová(é) epizóda(y)

source: No new episodes were found
it_it: Non è stato trovato nessun episodio
sk_sk: Neboli nájdené žiadne nové epizódy

source: FTP Feature
it_it: Impostazioni FTP
sk_sk: Funkcia FTP

source: FTP Auto Indexing
sk_sk: Automatické indexovanie FTP

source: Begin
it_it: Inizia
sk_sk: Začať

source: Click on the title of the podcast you want to edit/delete.
sk_sk: Kliknite na názov podcastu, ktorý chcete upraviť/vymazať.

source: Dates in <span style='color:blue;'>blue</span> are in the future. Dates in <span style='color:green;'>green</span> have been posted.
sk_sk: Dátumy vyznačené<span style='color:blue;'> modrou</span> farbou sú v budúcnosti. Dátumy v <span style='color:green;'>zelenej</span> farbe boli zverejnené.

source: Category already exists
it_it: La categoria è già esistente
sk_sk: Kategória už existuje

source: Manage categories
it_it: Gestione delle categorie
sk_sk: Spravovať kategórie

source: Add category
it_it: Aggiungi una categoria
sk_sk: Pridať kategóriu

source: Category Name
it_it: Nome della categoria
sk_sk: Názov kategórie

source: Add
it_it: Aggiungi
sk_sk: Pridať

source: Current Categories
it_it: Categoria attuale
sk_sk: Aktuálne kategórie

source: Regenerate Feed
it_it: Rigenera il feed
sk_sk: Obnovte informačný kanál

source: Successfully regenerated RSS feed
it_it: Il feed RSS è stato rigenerato
sk_sk: Informačný kanál RSS bol úspešne vygenerovaný

source: Return
it_it: Indietro
sk_sk: Návrat

source: Invalid filename, only A-Z, a-z, underscores and dots are permitted
it_it: Il nome del file non è valido; sono permessi solo A-Z, a-z, sottolineatura e punteggiatura
sk_sk: Neplatný názov súboru, povolené sú iba A-Z, a-z, podčiarkovníky a bodky

source: The uploaded episode file is not readable (permission error)
sk_sk: Nahraný súbor epizódy nie je čitateľný (chyba oprávnenia)

source: Embedded cover art
sk_sk: Vložený obal

source: The embedded cover art file was not saved successfully
sk_sk: Vložený súbor obalu nebol úspešne uložený

source: Upload Episode
it_it: Carica un episodio
sk_sk: Nahrajte epizódu

source: "%s" uploaded successfully
sk_sk: "%s" úspešne nahrané

source: File
sk_sk: Súbor

source: Episode Cover
sk_sk: Obal epizódy

source: Explicit content
it_it: Contenuto per adulti
sk_sk: Explicitný obsah

source: Upload episode
it_it: Carica l'episodio
sk_sk: Nahrať epizódu

source: Password Reset
it_it: Ripristino della password
sk_sk: Resetovanie hesla

source: No password, no problem!
sk_sk: Žiadne heslo, žiadny problém!

source: We offer a tool which allows you to easily recover your password. However, the danger of this is that as long as this file is online, anyone can reset this password so this file shouldn't be online that long.
it_it: Ti mettiamo a disposizione un servizio che ti permette di recuperare facilmente la tua password. Comunque, c'è il rischio che finché questo file è on line chiunque potrebbe ripristinare la password, così il file non dovrebbe essere on line a lungo.
sk_sk: Ponúkame nástroj, ktorý vám umožní ľahko obnoviť vaše heslo. Nebezpečenstvo však je, že pokiaľ je tento súbor online, môže si toto heslo resetovať ktokoľvek, takže tento súbor by nemal byť online tak dlho.

source: In the ZIP file of this version which you downloaded there is a file in the %s folder called %s. Upload this file to into the admin directory with the name %s
it_it: Nel file ZIP che hai scaricato c'è un file, nella cartella %s, chiamato %s. Carica questo file nella cartella admin con il nome %s
sk_sk: V súbore ZIP tejto verzie, ktorý ste si stiahli, je súbor v priečinku %s s názvom %s. Nahrajte tento súbor do do adresára správcu s menom %s

source: If you no don't have this ZIP file anymore, don't worry! All versions of Podcast Generator ever released since 2.5 are available on the Podcast Generator Homepage.
it_it: Se non hai più questo file ZIP, non preoccuparti: tutte le versioni di Podcast Generator dalla 2.5 in po sono disponibili nella home page di Podcast Generator.
sk_sk: Ak už tento súbor ZIP nemáte, nebojte sa! Všetky verzie Podcast Generator, ktoré boli vydané od verzie 2.5, sú k dispozícii na domovskej stránke Podcast Generator.

source: Welcome to your Podcast Generator Admin Interface
it_it: Benvenuto nella pagina di amministrazione del tuo Podcast Generator
sk_sk: Vitajte vo svojom administrátorskom rozhraní Podcast Generator

source: Login disabled for security reasons
it_it: Il login è stato disabilitato per ragioni di sicurezza
sk_sk: Prihlásenie je z bezpečnostných dôvodov zakázané

source: Invalid username or password
it_it: Nome utente o password non validi
sk_sk: nesprávne užívateľské meno alebo heslo

source: Username
it_it: Nome utente
sk_sk: Užívateľské meno

source: Password
sk_sk: Heslo

source: Forgot Password?
it_it: Dimenticato la Password?
sk_sk: Zabudli ste heslo?

source: Sign In
it_it: Entra
sk_sk: Prihlásiť sa

source: Toggle navigation
it_it: Cambia la navigazione
sk_sk: Prepnúť navigáciu

source: Upload New Episodes
it_it: Carica nuovi episodi
sk_sk: Nahrať novú epizódu

source: View All Episodes
sk_sk: Zobraziť všetky epizódy

source: FTP Feature (Auto Indexing)
it_it: Caricamento da FTP (Auto Indexing)
sk_sk: Funkcia FTP (automatické indexovanie)

source: Manually regenerate RSS feed
it_it: Rigenera manualmente il feed RSS
sk_sk: Ručné vygenerovanie informačného kanála RSS

source: Themes and aspect
it_it: Temi e aspetto
sk_sk: Vzhľad a zovňajšok

source: Change Theme
it_it: Cambia tema
sk_sk: Zmeniť vzhľad

source: Customize your Freebox
it_it: Personalizza il tuo Freebox
sk_sk: Prispôsobte si svoj Freebox

source: Change Buttons
it_it: Cambia i bottoni
sk_sk: Zmeniť tlačidlá

source: Podcast Platform Settings
it_it: Impostazioni
sk_sk: Nastavenia platformy Podcast

source: Change Cover Art
it_it: Cambia la copertina
sk_sk: Zmeniť titulnú grafiku

source: Change Podcast Category
it_it: Cambia la categoria del podcast
sk_sk: Zmeniť kategóriu podcastov

source: Podcast Details
it_it: Dettagli del podcast
sk_sk: Podrobnosti podcastu

source: Change Podcast details
it_it: Cambia i dettagli del podcast
sk_sk: Zmeniť podrobnosti podcastu

source: Change Podcast Generator Config
it_it: Cambia la configurazione di Podcast Generator
sk_sk: Zmeniť nastavenia Podcast Generatoru

source: Manage users
it_it: Gestione degli utenti
sk_sk: Spravovať užívateľov

source: Manage integrations
sk_sk: Správa integrácií

source: View Podcast
it_it: Vedi i podcast
sk_sk: Zobraziť podcast

source: Timestamp
sk_sk: Časová pečiatka

source: Season and episode number
sk_sk: Číslo sezóny a epizódy

source: Podcast Generator Configuration
it_it: Configurazione di Podcast Generator
sk_sk: Nastavenia Podcast Generatoru

source: Change Podcast Generator Configuration
it_it: Cambia la configurazione di Podcast Generator
sk_sk: Zmeniť nastavenia Podcast Generatoru

source: Enable Audio and Video Player
it_it: Abilita i player audio e video
sk_sk: Povoliť prehrávač zvuku a videa

source: Enable streaming in web browser
it_it: Abilita lo streaming nel browser web
sk_sk: Povoliť prehrávanie vo webovom prehliadači

source: Enable Freebox
it_it: Abilita Freebox
sk_sk: Povoliť Freebox

source: Freebox allows you to write freely what you wish, add links or text through a visual editor in the admin section.
it_it: Freebox ti consente di scrivere liberamente quello che vuoi, aggiungendo testo e link attraverso un editor visuale nella sezione di amministrazione.
sk_sk: Freebox vám umožňuje voľne písať, čo chcete, pridávať odkazy alebo text pomocou vizuálneho editora v sekcii správcu.

source: Enable categories
it_it: Abilita le categorie
sk_sk: Povoliť kategórie

source: Enable categories feature to make thematic lists of your podcasts.
it_it: Abilita le categorie per creare elenchi tematici dei tuoi podcast.
sk_sk: Povoliť funkciu kategórií a vytvoriť tematické zoznamy svojich podcastov.

source: Enable custom tag input
sk_sk: Povolenie zadávania vlastných značiek (tagov)

source: Enable the ability to add custom RSS tags to your podcast feed and individual episodes.
sk_sk: Povoľte možnosť pridávať vlastné značky RSS do podcastového kanála a jednotlivých epizód.

source: Episode sort order
sk_sk: Poradie zoradenia epizód

source: Choose how episodes are ordered on the website and in the RSS feed.
sk_sk: Vyberte si, ako budú epizódy zoradené na webovej stránke a v kanáli RSS.

source: Time zone
sk_sk: Časové pásmo

source: Select time zone for displaying the time which episodes have been released.
sk_sk: Vyberte časové pásmo pre zobrazenie času, kedy boli epizódy vydané.

source: Use cron to regenerate the RSS feed
it_it: Usa cron per rigenerare il feed RSS
sk_sk: Použiť cron na obnovu informačného kanála RSS

source: Password Protection for the web pages
it_it: Protezione Password per le pagine web
sk_sk: Ochrana heslom pre webové stránky

source: Leave empty for no password, keep in mind that the feed and the audio files will still be accessible no matter if a password is set or not
it_it: Lascia vuoto per non usare la password, Ricorda che il feed e i file audio restano accessibili tanto che la password sia impostata quanto che non lo sia
sk_sk: Ponechajte prázdne bez hesla. Pamätajte, že informačný kanál a zvukové súbory budú stále prístupné bez ohľadu na to, či je heslo nastavené alebo nie.

source: Submit
it_it: Invia
sk_sk: Potvrdiť

source: Already registered with Podcast Index
sk_sk: Už ste zaregistrovaní v indexe podcastov

source: API error
sk_sk: Chyba API

source: Unsupported service
sk_sk: Nepodporovaná služba

source: Podcast Index
sk_sk: Index podcastu

source: API key
sk_sk: kľúč API

source: API secret
sk_sk: tajné API

source: Podcast ID
sk_sk: ID podcastu

source: Enter the ID number for your show in Podcast Index or click "Add Show" to add your show to the index
sk_sk: Zadajte identifikačné číslo svojej relácie v indexe podcastov alebo kliknite na "Pridať reláciu" a pridajte svoju reláciu do indexu.

source: Add Show
sk_sk: Pridanie programu

source: Server address
sk_sk: adresa servera

source: This is the full address of the WebSub hub to alert when the podcast is updated.
sk_sk: Toto je úplná adresa rozbočovača WebSub, ktorý má upozorniť na aktualizáciu podcastu.

source: Error while changing password
it_it: Errore nel cambio della password
sk_sk: Chyba pri zmene hesla

source: You cannot delete yourself
it_it: Non puoi cancellare te stesso
sk_sk: Nemôžete vymazať seba samého

source: User does not exists
it_it: L'utente non esiste
sk_sk: Užívateľ neexistuje

source: Unknown error while deleting user
it_it: Errore sconosciuto durante la cancellazione dell'utente
sk_sk: Neznáma chyba pri mazaní užívateľa

source: Error while creating user
it_it: Errore durante la creazione dell'utente
sk_sk: Chyba pri vytváraní užívateľa

source: It may take a few seconds until the changes are visible
it_it: Ci possono volere alcuni secondi prima che sia visibile
sk_sk: Môže trvať niekoľko sekúnd, kým budú zmeny viditeľné

source: User changed successfully
it_it: L'utente è stato modificato correttamente
sk_sk: Užívateľ úspešne zmený

source: User created successfully
it_it: L'utente è stato creato correttamente
sk_sk: Užívateľ bol úspešne vytvorený

source: User deleted successfully
it_it: L'utente è stato cancellato correttamente
sk_sk: Užívateľ bol úspešne odstránený

source: List of users
it_it: Elenco degli utenti
sk_sk: Zoznam užívateľov

source: Create User
it_it: Crea un utente
sk_sk: Vytvoriť užívateľa

source: User does not exist
it_it: L'utente non esiste
sk_sk: Užívateľ neexistuje

source: You cannot edit usernames
it_it: Non puoi modificare i nomi utente
sk_sk: Nemôžete upravovať užívateľské mená

source: New Password
it_it: Nuova password
sk_sk: Nové heslo

source: Repeat new password
it_it: Ripeti la nuova password
sk_sk: Zopakujte nové heslo

source: Change
it_it: Cambia
sk_sk: Zmeniť

source: Delete user
it_it: Elimina l'utente
sk_sk: Odstrániť užívateľa

source: Podcast GUID is malformed
sk_sk: Podcast GUID je chybne vytvorený

source: Locked
sk_sk: Zamknuté

source: Unlocked
sk_sk: Odomknuté

source: Off
sk_sk: Vypnuté

source: Change Podcast Details
it_it: Cambia i dettagli del podcast
sk_sk: Zmeniť podrobnosti podcastu

source: Podcast Title
it_it: Titolo del podcast
sk_sk: Názov podcastu

source: Podcast Subtitle or Slogan
it_it: Sottotitolo del podcast o slogan
sk_sk: Podnázov alebo slogan podcastu

source: Podcast Description
it_it: Descrizione del podcast
sk_sk: Popis podcastu

source: Copyright Notice
it_it: Informazione sul copyright
sk_sk: Informácie o autorských právach

source: Author Name
it_it: Nome dell'autore
sk_sk: Meno autora

source: Author E-Mail Address
it_it: Indirizzo email dell'autore
sk_sk: E-mailová adresa autora

source: Podcast GUID
sk_sk: GUID podcastu

source: Unique ID code for your podcast across the internet
sk_sk: Jedinečný ID kód pre váš podcast na internete

source: Feed Language
it_it: Lingua del Feed
sk_sk: Jazyk informačného kanála

source: Main language of your podcast
it_it: Lingua principale del tuo podcast
sk_sk: Hlavný jazyk vášho podcastu

source: Explicit Podcast
it_it: Podcast con contenuti per adulti
sk_sk: Explicitný podcast

source: Lock Podcast Feed
sk_sk: Uzamknúť podcastový kanál

source: Prevent other platforms from importing your feed
sk_sk: Zabrániť iným platformám v importovaní vášho kanála

source: Custom Feed Tags
sk_sk: Vlastné značky kanálov

source: Category 1 needs to be set
it_it: La categoria 1 deve essere impostata
sk_sk: Je potrebné nastaviť kategóriu 1

source: Select Podcast Category
it_it: Seleziona la categoria del podcast
sk_sk: Vybrať kategóriu podcastov

source: Select Podcast Categories
it_it: Seleziona le categorie del podcast
sk_sk: Vyberať kategórie podcastov

source: Select or change Podcast Categories (for iTunes)
it_it: Seleziona o modifica le categorie del podcast (for iTunes)
sk_sk: Vyberať alebo zmeniť kategórie podcastov (pre iTunes)

source: Category %d
sk_sk: Kategória%d

source: Save
it_it: Salva
sk_sk: Uložiť

source: Image format is not supported
sk_sk: Formát obrázku nie je podporovaný

source: Image does not have square dimensions
sk_sk: Obrázok nemá štvorcové rozmery

source: Image was not uploaded successfully
sk_sk: Obrázok nebol úspešne nahraný

source: Store Cover
it_it: Salva la copertina
sk_sk: Skladujte obal

source: Change Cover
it_it: Cambia la copertina
sk_sk: Zmeniť obal

source: The cover art will be displayed in the podcast readers.
it_it: La copertina sarà mostrata nei lettori del podcast
sk_sk: Titulná fotka sa zobrazí v čítačkách podcastov.

source: Select file
it_it: Selezione file
sk_sk: Vyberte súbor

source: Upload
it_it: Carica
sk_sk: Nahrať

source: Item exists
it_it: Questo oggetto esiste già
sk_sk: Položka existuje

source: Name, Link and CSS Class needs to be set
it_it: Devono essere impostati nome, link e classe CSS
sk_sk: Je potrebné nastaviť meno, odkaz a triedu CSS

source: Theme Buttons
it_it: Bottoni del tema
sk_sk: Tlačidlá vzhľadu

source: Click on the button you wish to edit
it_it: Fai click sul bottone che vuoi modificare
sk_sk: Kliknite na tlačidlo, ktoré chcete upraviť

source: Name
sk_sk: Meno

source: needs to be unique
sk_sk: musí byť jedinečný

source: Link
sk_sk: Odkaz

source: where it should point to
sk_sk: kde by mal ukazovať na

source: CSS Classes
sk_sk: triedy CSS

source: depends on theme, you can use %s in the default theme
sk_sk: závisí od témy, môžete použiť %s v predvolenej téme

source: Protocol
sk_sk: Protokol

source: Leave it blank if you don't know what you are doing
sk_sk: Ak neviete, čo robíte, nechajte to prázdne

source: Delete Button
it_it: Elimina il bottone
sk_sk: Odstrániť tlačidlo

source: Add Button
it_it: Aggiungi un bottone
sk_sk: Pridať tlačidlo

source: Theme Change
it_it: Modifica del tema
sk_sk: Zmena vzhľadu

source: Change theme
it_it: Modifica il tema
sk_sk: Zmeniť vzhľad

source: You can upload themes to your %s folder
it_it: Puoi caricare temi nella tua cartella %s
sk_sk: Môžete hanrať tému vzhľadu do vášho%s priečinku

source: Installed themes
it_it: Temi installati
sk_sk: Naištalované témy vzhľadu

source: No compatible themes installed
it_it: Temi non compatibili installati
sk_sk: Nie sú nainštalované žiadne kompatibilné motívy

source: This theme is currently in use
it_it: Questo tema è in uso
sk_sk: Táto téma sa momentálne používa

source: Switch theme
it_it: Passa a un altro tema
sk_sk: Prepnúť tému

source: Customize Freebox
it_it: Imposta Freebox
sk_sk: Prispôsobte si Freebox

source: Current Freebox
it_it: Freebox attuale
sk_sk: Aktuálny Freebox

source: Enable / Disable Freebox
it_it: Abilita / Disabilita Freebox
sk_sk: Povoliť / Zakázať Freebox

source: Disable Freebox
it_it: Disabilita Freebox
sk_sk: Zakázať Freebox

source: Change Freebox content
it_it: Cambia il contenuto di Freebox
sk_sk: Zmeiť obsah Freeboxu

source: Content
it_it: Contenuto
sk_sk: Obsah

source: All Episodes
sk_sk: Všetky diely

source: Empty title
it_it: Il titolo è vuoto

source: Empty Short Description
it_it: La descrizione breve è vuota

source: Empty Date
it_it: La data è vuota

source: Empty explicit value
it_it: Il valore esplicito è vuoto

source: Empty author name
it_it: Il nome dell'autore è vuoto

source: Empty author email
it_it: L'email dell'autore è vuotaEmpty author email

source: Edit Episode
it_it: Modifica l'episodio

source: characters remaining
it_it: caratteri restanti

source: " characters remaining"
it_it: " caratteri restanti"

source: Invalid file extension
it_it: L'estensione del file non è valida

source: The file upload was not successfully
it_it: Il caricamento del file è fallito

source: The uploaded file is not readable (permission error)
it_it: Il file caricato non è leggibile (errore nei permessi)

source: Unsupported mime type detected for file with extension "%s"
it_it: E' stato rilevato un mime type non supportato per il file con estensione"%s"

source: uploaded successfully
it_it: caricato correttamente

source: Main Informations
it_it: Informazioni principali

source: characters remaining
it_it: caratteri rimanenti

source: Extra Informations
it_it: Informazioni supplementari

source: Author E-Mail
it_it: Email dell'autore

source: Reset your password
it_it: Ripristina la password

source: Episodes
it_it: Episodi

source: Edit / Delete Episode
it_it: Modifica o cancella un episodio
