Repository: PodcastGenerator/PodcastGenerator
Catalog: PodcastGenerator/components/locale/*/LC_MESSAGES/messages.po
Languages: it_it, sk_sk

source: Image is not a JPEG
it_it: L'immagine non è in formato JPEG

source: Image is not quadratic
it_it: L'immagine non è quadrata

source: File was not uploaded
it_it: Il file non è stato caricato

source: Name (needs to be unique)
it_it: Nome (dev'essere unico)

source: Link (where it should point to)
it_it: Link (dove dovrebbe puntare)

source: CSS Classes (depends on theme, you can use %s in the default theme)
it_it: Classi CSS (dipendono dal tema; puoi usare %s nel tema di default)

source: Protocol (Leave it blank if you don't know what you are doing)
it_it: Protocollo (se hai dubbi, lascialo bianco)
